include/GLANGSoapBinding.codon_compiler.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://localhost/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:codon_compiler>
   <sequence></sequence>
   <params>
    <translate>0</translate>
    <id></id>
    <data></data>
    <output></output>
    <del_key></del_key>
    <startcodon>0</startcodon>
    <stopcodon>0</stopcodon>
   </params>
  </ns1:codon_compiler>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
